{
  "aries":
  {
    "dates": "21.03..20.04",
    "text": "Овен открывает новый зодиакальный цикл, относится к стихии Огня, обладает особенной харизмой (качеством) первооткрывателя, инициативой и целеустремленностью. Даже обладающие спокойным темпераментом, Овны никогда не забывают про свои цели и, как правило, рано или поздно достигают желаемого. Инициатива и активность представителей этого знака позволяет находить новые задачи, которые Овен ставит перед своими последователями. Загореться идеей и зажечь ее огонь для других для Овна важнее, чем довести дело до конца. Рутинные обязанности, последовательность и педантичность — не являются сильными чертами этого знака. Напор, кратковременное мощное усилие, поиск цели и разведка боем — вот что выгодно отличает Овна от других знаков зодиака."
  },
  "taurus":
  {
    "dates": "21.03..20.04",
    "text": "Тельцам сегодня свойственна зацикленность на своих проблемах. Обстоятельства, вкупе с вашим собственным настроем и текущим самочувствием, усилят тягу к комфорту, склонят вас к потворству своим привычкам или минутным капризам. Возможно искушение забыть о принципах, нарушить диету. О покупках, косметических процедурах и важных выборах, сделанных в это время, вы рискуете вскоре пожалеть. Если прежняя тактика завела в тупик, новую подскажет вечер, при этом судьбоносные начинания пока нежелательны."
  },
  "gemini":
  {
    "dates": "21.05..21.06",
    "text": "В этот день Близнецам не стоит рассчитывать на высокие результаты. Быстрому развитию событий помешают не только внешние условия, но и внутренние проблемы, например, лень. Не стоит заставлять себя браться за дела, если вам этого не хочется: вы вряд ли найдете в этом выгоду. Прогресс возможен в самом конце дня, именно в это время вы получите столь необходимую вам мотивацию и наверняка не станете откладывать дело в долгий ящик. Возможно, вы отправитесь в поездку, включитесь в игру или в дискуссию"
  },
  "cancer":
  {
    "dates": "22.06..22.07",
    "text": "Этот день искушает Раков пассивностью. Вашей главной целью может оказаться не прогресс, а комфорт. Возможны трудности с быстрым переходом от настроений уик-энда к рабочему режиму. Неудивительно, если вплоть до вечера не будет даже намека на подвижки в делах. С приближением ночи вы можете почувствовать желание действовать, особенно, если смените обстановку и окажетесь в мотивирующей на активность среде. В этом случае, не стоит развивать чересчур бурную деятельность: суеты будет много, а отдачи мало"
  },
  "leo":
  {
    "dates": "23.07..22.08",
    "text": "Львам не помешает сделать перерыв в активном общении, а также произвести личную финансовую и эстетическую «перезагрузку», учитывая ход событий. Может оказаться неуместной попытка продолжать с тем же шиком тратить деньги или одеваться в прежнем стиле. Не стоит увлекаться косметическими нововведениями, делать покупки долгосрочного назначения. Возможно, пора продать или подарить ненужные вам вещи. Вечер подскажет новую область интересов, более удачную и гибкую тактику в бизнесе и отношениях с людьми"
  },
  "virgo":
  {
    "dates": "23.08..23.09",
    "text": "Основную часть дня Девам лучше провести в покое. Даже если налицо срочная проблема, имеет смысл дождаться вечера: именно в это время появятся нужные вам люди, инструменты или подсказки. Что до стратегических планов, то в какой бы сфере ни лежали ваши цели, звезды советуют и тут сделать перерыв в несколько дней, не стоит торопить даже самые желанные и приятные перемены. Если до исполнения всех желаний пока далеко, сегодня найдется повод для хорошего настроения и для примирения с обстоятельствами."
  },
  "libra":
  {
    "dates": "24.09..23.10",
    "text": "Сегодня время идет для Весов медленно. Задержки вероятны даже в простых делах, например, в рутинных финансовых расчетах. Звезды советуют присмотреться к ситуации: возможно, вам пора частично сменить образ жизни, например, начать уделять меньше времени развлечениям, больше работе, здоровью и практическим нюансам. Если вы стремитесь к активному общению, партнерству, подвижности, хотите отправиться в путь, проявить свою предпринимательскую или исследовательскую жилку, вам придется подождать вечера."
  },
  "scorpius":
  {
    "dates": "24.10..22.11",
    "text": "Сегодня Скорпионам сложно проявить инициативу. Не склонны к ней и окружающие, поэтому затруднен прогресс в совместных делах. Можно использовать паузу для изучения изменившегося баланса сил. В конце дня возрастет мобильность, появится динамика, найдется пища для любопытства, усилится интерес к приключениям. Станет проще сменить курс. Жизнь подскажет, как преодолеть очередной локальный кризис. Прочие начинания нежелательны: вас может подвести легкомыслие, новая инициатива будет смахивать на авантюру."
  },
  "sagittarius":
  {
    "dates": "23.11..21.12",
    "text": "Стрельцам день может показаться скучным или не оправдывающим ожиданий. Лучшим результатом следует считать подвижки в практических сферах, например, в управлении хозяйством. Возможны проблемы, связанные с питанием, снабжением, финансами, уровнем комфорта, особенно при завышенных требованиях. Если вам покажется, что приземленность и рутина поглотили вас целиком, вечер развеет ваши предубеждения и предложит более интересный, динамичный сценарий. У вас может появиться партнер, конкурент или помощник."
  },
  "capricornus1":
  {
    "dates": "22.12..31.12",
    "text": "Козерогам звезды советуют использовать любую возможность для расслабления, в том числе для полного отдыха. Не стоит отказывать себе в массаже, пребывании на лоне природы, вкусной еде, небольших приятных расходах, даже если при этом вы немного превысите свои повседневные лимиты. Такой режим позволит вам не только поддержать хорошее настроение, но и аккумулировать энергию. Вполне возможно, что уже в конце этого дня вновь появится повод для хлопот, вам потребуются расторопность и работоспособность."
  },
  "capricornus2":
  {
    "dates": "01.01..20.01",
    "text": "Козерогам звезды советуют использовать любую возможность для расслабления, в том числе для полного отдыха. Не стоит отказывать себе в массаже, пребывании на лоне природы, вкусной еде, небольших приятных расходах, даже если при этом вы немного превысите свои повседневные лимиты. Такой режим позволит вам не только поддержать хорошее настроение, но и аккумулировать энергию. Вполне возможно, что уже в конце этого дня вновь появится повод для хлопот, вам потребуются расторопность и работоспособность."
  },
  "aquarius":
  {
    "dates": "21.01..18.02",
    "text": "Водолеям сегодня желательно найти компромисс между своим стремлением к действию и потребностью в покое, питании, восстановлении сил. Лучше не упорствовать в спорах, не браться за новые дела. Не стоит удерживать того, кто уходит, даже если человек вам симпатичен. Звезды советуют проявить умеренность и воздержаться от инициативы хотя бы днем. Вечером у вас вновь появится энергия, найдется и удачный повод для проявления личной активности. Возможно, вы умудритесь преуспеть в двух направлениях сразу."
  },
  "pisces":
  {
    "dates": "19.02..20.03",
    "text": "Рыбам не стоит ждать от себя и других многого. Основную часть дня лучше провести в зоне комфорта, а если обстоятельства вынуждают ее покинуть, то не брать на себя дополнительную работу и ответственность. Не рекомендуются поездки, знакомства, покупки. Возможно, придется подождать уточнения чужой позиции, предложения или ответа. Не стоит спешить с вступлением в диалог, распределением ролей или финансовых средств. В конце дня у вас может появиться неожиданный фронт работ в связи с жильем или авто."
  }
}